Tekla.Structures.ModelInternal.CustomEventArgs
Custom event arguments.

Tekla.Structures.ModelInternal.CustomEventArgs.Data
Gets the string type data.

Tekla.Structures.ModelInternal.CustomEventArgs.#ctor(System.String)
Initializes a new instance of the Tekla.Structures.ModelInternal.CustomEventArgs class.
data: The string type data.